Revit 2027 API
ParameterTypeId.StairstypeNotchCustomWidth Property
 "Custom":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeNotchCustomWidth { get; }
Public Shared ReadOnly Property StairstypeNotchCustomWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeNotchCustomWidth {
	ForgeTypeId^ get ();
}
static member StairstypeNotchCustomWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace